export const pageData = {
  "/index.html": {
    isHome: true,
    title: "indexページだよ",
    description: "indexページの説明文だよ",
    blogList: [
      {
        img: "./img/blog1-img.jpg",
        title: "タイトルタイトル",
        text: "テキストテキストテキストテキストテキストテキストテキストテキストテキスト",
      },
      {
        img: "./img/blog2-img.jpg",
        title: "タイトルタイトル",
        text: "テキストテキストテキストテキストテキストテキストテキストテキストテキスト",
      },
      {
        img: "./img/blog3-img.jpg",
        title: "タイトルタイトル",
        text: "テキストテキストテキストテキストテキストテキストテキストテキストテキスト",
      },
      {
        img: "./img/blog4-img.jpg",
        title: "タイトルタイトル",
        text: "テキストテキストテキストテキストテキストテキストテキストテキストテキスト",
      },
      {
        img: "./img/blog5-img.jpg",
        title: "タイトルタイトル",
        text: "テキストテキストテキストテキストテキストテキストテキストテキストテキスト",
      },
      {
        img: "./img/blog6-img.jpg",
        title: "タイトルタイトル",
        text: "テキストテキストテキストテキストテキストテキストテキストテキストテキスト",
      },
    ],
    newsList: [
      {
        date: "2022年12月15日",
        dateTime: "2022-12-15",
        text: "年末年始について",
      },
      {
        date: "2022年12月10日",
        dateTime: "2022-12-10",
        text: "チームマーケティングプランでフル活用。マーケティング部長に聞いたe-toraの活用方法とは。チームマーケティングプランでフル活用。マーケティング部長に聞いたe-toraの活用方法とは。",
      },
      {
        date: "2022年9月1日",
        dateTime: "2022-09-01",
        text: "商談効率アップ！セミナーを開催します。",
      },
      {
        date: "2022年8月1日",
        dateTime: "2022-08-01",
        text: "営業時間の変更について",
      },
      {
        date: "2022年6月1日",
        dateTime: "2022-06-01",
        text: "e-tiga出張無料体験会を実施致します。",
      },
    ],
    seminarList: [
      {
        imgSrc: "./img/seminar1-img.jpg",
        imgWidth: "648",
        imgHeight: "400",
        imgAlt: "",
        date: "2024.02.08",
        dateTime: "2024-02-08",
        title: "マーケティングセミナーを開催します。",
        text: "ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。",
        link: "#seminar",
      },
      {
        imgSrc: "./img/seminar1-img.jpg",
        imgWidth: "648",
        imgHeight: "400",
        imgAlt: "",
        date: "2024.02.08",
        dateTime: "2024-02-08",
        title: "マーケティングセミナーを開催します。",
        text: "ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。",
        link: "#seminar",
      },
      {
        imgSrc: "./img/seminar1-img.jpg",
        imgWidth: "648",
        imgHeight: "400",
        imgAlt: "",
        date: "2024.02.08",
        dateTime: "2024-02-08",
        title: "マーケティングセミナーを開催します。",
        text: "ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。ここに抜粋が入ります。",
        link: "#seminar",
      },
    ],
  },
  "/hoge.html": {
    isHome: false,
    title: "hogeページだよ",
    description: "hogeページの説明文だよ",
  },
};
